Repository: wp-plugins/easy-popular-posts
Catalog: langs/easy-popular-posts-*.po
Languages: de_de, fr_fr

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: General settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres

source: The plugin has no settings, once activated it will work automatically. For further details, please view the <a href="%sreadme.txt">readme.txt</a> file included with this release.
de_de: Es gibt keine Einstellungen. Bei Aktivierung wird es automatisch zu arbeiten. Weitere Einzelheiten finden Sie auf der <a href="%sreadme.txt">readme.txt</a> Datei mit dieser Version nicht enthalten.
fr_fr: Le plugin n'a pas de paramètres, une fois activé, il fonctionnera automatiquement. Pour plus de détails, se il vous plaît consulter le fichier <a href="%sreadme.txt">readme.txt</a> inclus avec cette version.

source: How to support the software
de_de: Wie man die Software zu unterstützen
fr_fr: Comment soutenir le logiciel

source: Open source software such as this free WordPress plugin only work through the hard work of community members, volunteering their time or resources to make the software freely available. If you would like to show your support for this software, please consider donating towards the development effort.
de_de: Kostenlose wie dieses kostenlose Tool nur durch die harte Arbeit von Mitgliedern der Gemeinschaft zu arbeiten, ihre Zeit freiwillig oder Ressourcen die Software frei verfügbar zu machen. Wenn Sie möchten, um Ihre Unterstützung für diese Software zu zeigen, betrachten bitte zu spenden in Richtung der Entwicklungsaufwand.
fr_fr: Les logiciels open source tel libre WordPress Plugin uniquement travailler grâce au travail acharné des membres de la communauté, en donnant de leur temps ou de ressources pour rendre le logiciel disponible gratuitement. Si vous voulez montrer votre soutien pour ce logiciel, se il vous plaît envisager de faire don à l'effort de développement.

source: Here is how you can help:
de_de: Hier ist, wie Sie helfen können:
fr_fr: Voici comment vous pouvez aider:

source: Give it a great review on WordPress.org;
de_de: Geben Sie ihm einen großen Beitrag:
fr_fr: Donnez-lui une grande revue;

source: Offer free support in the plugin forums;
de_de: Bieten kostenlose Unterstützung in den Foren;
fr_fr: Offrir un soutien libre;

source: Report an issue, or suggest feature request;
de_de: Problem melden, oder schlagen eine Verbesserung;
fr_fr: Signaler un problème ou suggérer une fonctionnalité;

source: Translate the plugin into a local language;
de_de: Übersetzen in eine Landessprache;
fr_fr: Traduire le plugin dans une langue locale;

source: Thanks @thisismyurl for %s!
de_de: Dankthisismyurl für %s!
fr_fr: Merci @thisismyurl pour %s!

source: Tell your friends about the plugin on Twitter;
de_de: Erzählen Sie Ihren Freunden über die Software;
fr_fr: Dites à vos amis à ce sujet;

source: Any support is greatly appreciated, and I hope you enjoy using this free plugin for WordPress.
de_de: Jede Unterstützung wird sehr geschätzt, und ich wünsche Ihnen viel Spaß mit diesem kostenlosen Download.
fr_fr: Tout soutien est très apprécié, et je espère que vous apprécierez ce logiciel libre.

source: Donate $5
de_de: Spenden Sie $5
fr_fr: Don de 5$

source: Donate $10
de_de: Spenden Sie $10
fr_fr: Don de 10$

source: Donate $20
de_de: Spenden Sie $20
fr_fr: Don de 20$

source: A WordPress widget to add random posts to any WordPress theme.
de_de: Ein Wordpress-Widget auf zufällige Beiträge zu jeder Wordpress-Theme hinzuzufügen.
fr_fr: Un widget WordPress pour ajouter les messages aléatoires pour ne importe quel thème WordPress.

source: Title:
de_de: Titel:
fr_fr: Titre:

source: Include the links?
de_de: Fügen den Verbinder?
fr_fr: Inclure les liens?

source: Make <em>nofollow</em>?
de_de: Stellen Sie <em>nofollow</em>?
fr_fr: Assurez <em>nofollow</em>?

source: Include an excerpt?
de_de: Fügen Sie einen Auszug?
fr_fr: Inclure un extrait?

source: Include the image?
de_de: Das Bild kann?
fr_fr: Inclure l'image?

source: Include credit link?
de_de: Fügen Kredit Link?
fr_fr: Inclure lien de crédit?

source: How many posts to include?
de_de: Wie viele Beiträge zu gehören?
fr_fr: Combien de postes d'inclure?
