Repository: wp-plugins/easy-popular-posts
Catalog: languages/epp-*.po
Languages: nl_nl

source: A special thank you to the following people for donating to support my plugin work.
nl_nl: De volgende mensen wil ik speciaal bedanken voor hun donaties ter ondersteuning van mijn werk aan plugins:

source: Becoming a Fan on Facebook
nl_nl: Word fan op Facebook

source: Developing this plugin cost me hours of work. If you like it, please support it. You can help by:
nl_nl: Het ontwikkelen van deze plugin kost mij uren werk. Als je wilt kun je dit ondersteunen. Je kunt helpen door:

source: Following me on Twitter
nl_nl: Volg mij op Twitter

source: Have you enjoyed using this plugin? Why not try out my other great WordPress plugins.
nl_nl: Bevalt deze plugin? Probeer dan ook één van mijn andere geweldige Wordress plugins.

source: Help support this plugin
nl_nl: Help deze plugin te ondersteunen

source: Latest posts from Christopher Ross
nl_nl: Meest recente berichten van Christopher Ross

source: Other Great Plugins
nl_nl: Andere Geweldige Plugins

source: Rating it at WordPress.org
nl_nl: Geef dit je waardering op WordPress.org

source: Easy Popular Posts by Christopher Ross
nl_nl: Easy Popular Posts door Christopher Ross

source: Include Credit link
nl_nl: Link naar de auteur opnemen

source: Settings
nl_nl: Instellingen

source: This plugin has no settings. To use the plugun effectively, please consult the
nl_nl: Deze plugin heeft geen instellingen. Om de plugin effectief te gebruiken kun je contact opnemen met

source: Title
nl_nl: Titel

source: readme file
nl_nl: leesmij bestand
